Key,"Russian (Russia)"
AlarmServer.Default.Text,
Settings_Screen.Pressure_Valve.Text,"Сушка 
Клапан"
Settings_Screen.Washing_Pump_Button.Text,"СТИРАЛЬНАЯ 
ПИСТОЛЕТ "
Settings_Screen.Washing_Gun_Button.Text,"СТИРАЛЬНАЯ 
ПИСТОЛЕТ H."
Settings_Screen.Blower_Test.Text,НАДДУВ
Settings_Screen.AnalogNumeric4.Prefix,
Settings_Screen.AnalogNumeric4.Suffix,
Settings_Screen.Text4.Text,"НАЗВАНИЕ КОМПАНИИ"
Settings_Screen.AnalogNumeric.Prefix,
Settings_Screen.AnalogNumeric.Suffix," mbar"
Settings_Screen.Text3.Text,"МАКС. ДАВЛЕНИЕ:"
Automatic_Screen.Auto_Wash_Button.Text,"Автомат
Стиральный"
Drying_Screen.Drying_Start.Text,СУШКИ
Drying_Screen.Drying_Time_Text.Text,"ВРЕМЯ СУШКИ"
Drying_Screen.Drying_Min_Set.Prefix,"Набор: "
Drying_Screen.Drying_Min_Set.Suffix,
Drying_Screen.Door_Open_Button.Text,"ОТКРЫТАЯ
ДВЕРЬ"
Drying_Screen.Door_Close_Button.Text,"ЗАКРОЙ ДВЕРЬ"
Drying_Screen.Stable_Down.Text,"ФИЛЬТР
СТАБИЛИЗАТОР ВНИЗ"
Drying_Screen.Button4.Text,"ФИЛЬТР
СТАБИЛИЗЕР ОТКРЫТ"
Drying_Screen.Home_Button.Text,
Drying_Screen.Auto_Button.Text,"Автомат
Стиральный"
Drying_Screen.Manuel_Button.Text,"Ручная
стирка"
Drying_Screen.Alarm_button.Text,"Тревога
экранная"
Drying_Screen.Drying_Button.Text,СУШКИ
Drying_Screen.Test_Nav.Text,тест
Test_Screen.Test_Nav.Text,тест
Test_Screen.Home_Button.Text,
Test_Screen.Auto_Button.Text,"Автомат
Стиральный"
Test_Screen.Manuel_Button.Text,"Ручная
стирка"
Test_Screen.Alarm_button.Text,"Тревога
экранная"
Test_Screen.Drying_Button.Text,СУШКИ
Test_Screen.Filter_Test.Text,тест
Test_Screen.CleanFilter.Text,"ЧИСТЫЙ ФИЛЬТР"
Test_Screen.DirtyFilter.Text,"ГРЯЗНЫЙ ФИЛЬТР"
Test_Screen.CloggedFilter.Text,"ЗАСОРЕНИЕ ФИЛЬТРА"
Test_Screen.Text1.Text,ДАВЛЕНИЕ
Test_Screen.PressureNumeric.Prefix,
Test_Screen.PressureNumeric.Suffix," mbar"
Test_Screen.AnalogNumeric5.Prefix,
Test_Screen.AnalogNumeric5.Suffix,
Test_Screen.AnalogNumeric6.Prefix,
Test_Screen.AnalogNumeric6.Suffix,
Test_Screen.Text2.Text,"СЕРИЙНЫЙ НОМЕР"
Test_Screen.Text3.Text,"КЛИЕНТ НЕТ"
Automatic_Screen.Drying_Button.Text,СУШКИ
Automatic_Screen.Home_Button.Text,
Automatic_Screen.Auto_Button.Text,"Автомат
Стиральный"
Automatic_Screen.Manuel_Button.Text,"Ручная
стирка"
Automatic_Screen.Alarm_button.Text,"Тревога
экранная"
Automatic_Screen.Test_Nav.Text,тест
Test_Screen.Stable_Down.Text,"ФИЛЬТР
СТАБИЛИЗАТОР ВНИЗ"
Test_Screen.Stable_Up.Text,"ФИЛЬТР
СТАБИЛИЗЕР ОТКРЫТ"
Test_Screen.Door_Open_Button.Text,"ОТКРЫТАЯ
ДВЕРЬ"
Test_Screen.Door_Close_Button.Text,"ЗАКРОЙ ДВЕРЬ"
Automatic_Screen.Stable_Down.Text,"ФИЛЬТР
СТАБИЛИЗАТОР ВНИЗ"
Automatic_Screen.Stable_Up.Text,"ФИЛЬТР
СТАБИЛИЗЕР ОТКРЫТ"
Automatic_Screen.Door_Open_Button.Text,"ОТКРЫТАЯ
ДВЕРЬ"
Automatic_Screen.Door_Close_Button.Text,"ЗАКРОЙ ДВЕРЬ"
Alarm_Screen.Drying_Button.Text,СУШКИ
Alarm_Screen.Home_Button.Text,
Alarm_Screen.Manuel_Button.Text,"Ручная
стирка"
Alarm_Screen.Alarm_button.Text,"Тревога
экранная"
Alarm_Screen.Test_Nav.Text,тест
Alarm_Screen.Auto_Button.Text,"Автомат
Стиральный"
Settings_Screen.Home_Button.Text,
AlarmServer.Default_Emergency_Stop.StaticText,"Нажата аварийная остановка"
AlarmServer.Default_Phase_Sequence.StaticText,"Последовательность фаз ошибочна"
AlarmServer.Default_Washing_Pump_Error.StaticText,"Ошибка Промывочного Насоса"
AlarmServer.Default_Manuel_Washing_Pump_Error.StaticText,"Высокая Ошибка Насоса Давления (Мануэля) Моя"
AlarmServer.Default_Blower_Error.StaticText,"Ошибка Осушителя"
Automatic_Screen.Heater_Button.Text,ОБОГРЕВАТЕЛЬ
Automatic_Screen.Heater_Button.Texts[0],"ОБОГРЕВАТЕЛЬ КАПАЛИ"
Automatic_Screen.Heater_Button.Texts[1],ОБОГРЕВАТЕЛЬ
Test_Screen.Text.Text,"Пожалуйста, Прекратите Стиральная Прецессируют Перед Тестированием!"
Test_Screen.Text4.Text,Предупреждающий!
Automatic_Screen.Text.Text,"Пожалуйста, Прекратите Тестирование Прецессируют Перед Стиркой!"
Automatic_Screen.Text4.Text,Предупреждающий!
Automatic_Screen.Text2.Text,"Пожалуйста, введите время стирки!"
Drying_Screen.Text4.Text,Предупреждающий!
Drying_Screen.Text2.Text,"Пожалуйста, введите время высыхания!"
Drying_Screen.Drying_Heat_Text.Text,"ТЕМПЕРАТУРА СУШКИ"
Drying_Screen.Drying_Heat_Set.Prefix,"Набор: "
Drying_Screen.Drying_Heat_Set.Suffix,
Drying_Screen.Current_Heat_Text.Text,"ТЕКУЩАЯ ТЕМПЕРАТУРА СУШКИ."
Drying_Screen.Current_Heat.Prefix,
Drying_Screen.Current_Heat.Suffix,
Drying_Screen.Text.Text,"Пожалуйста, введите допустимое значение температуры!"
Drying_Screen.Text1.Text,"Значение:
80-110 C"
Settings_Screen.Admin_Page_Button.Text,"АДМИНИСТРАТОР
СТРАНИЦА"
Admin_Page.Back_Button.Text,НАЗАД
Admin_Page.prewashWaterTime_Text.Text,"Предварительная Стирка Таймер Воды "
Admin_Page.cleaningRestTime_Text.Text,"Таймер Отдыха "
Admin_Page.dryingAirTime_Text.Text,"Таймер Сушки Воздуха"
Admin_Page.dryingRestTime_Text.Text,"Сушить Отдыхая Отметчик Времени"
Admin_Page.cleaningWaterTime_Text.Text,"Таймер Мойки"
Admin_Page.cleaningPressTime_Text.Text,"Таймер Давления Чистки Моя"
Admin_Page.prewashRestTime_Text.Text,"Предварительная Стирка Таймер Отдыха "
Admin_Page.prewashWaterTime_Num.Prefix,
Admin_Page.prewashWaterTime_Num.Suffix,sec
Admin_Page.prewashRestTime_Num.Prefix,
Admin_Page.prewashRestTime_Num.Suffix,sec
Admin_Page.dryingAirTime_Num.Prefix,
Admin_Page.dryingAirTime_Num.Suffix,sec
Admin_Page.dryingRestTime_Num.Prefix,
Admin_Page.dryingRestTime_Num.Suffix,sec
Admin_Page.cleaningWaterTime_Num.Prefix,
Admin_Page.cleaningWaterTime_Num.Suffix,sec
Admin_Page.cleaningPressTime_Num.Prefix,
Admin_Page.cleaningPressTime_Num.Suffix,sec
Admin_Page.cleaningRestTime_Num.Prefix,
Admin_Page.cleaningRestTime_Num.Suffix,sec
Admin_Page.Warning_Text.Text,"Вы принимаете риск, изменяя значения"
LoginScreen.Text.Text,"Вход Администратора"
LoginScreen.CancelButton.Text,АННУЛИРОВАТЬ
LoginScreen.LoginButton.Text,ВХОД
LoginScreen.Button.Text,
LoginScreen.Text1.Text,Предупреждающий!
LoginScreen.Text2.Text,"неверный пароль!"
LoginScreen.Password_Num.Prefix,
LoginScreen.Password_Num.Suffix,
Test_Screen.AnalogNumeric.Prefix,
Test_Screen.AnalogNumeric.Suffix,
Test_Screen.ExpandButton.Text,РАСШИРЯТЬ
Test_Screen.SecretButton.Text,
Test_Screen.TrendViewer1.Curves[0].DisplayName,
Test_Screen.NarrowButton.Text,УЗКИЙ
Automatic_Screen.Text1.Text,ДАВЛЕНИЕ
Automatic_Screen.AnalogNumeric4.Prefix,
Automatic_Screen.AnalogNumeric4.Suffix," mbar"
Automatic_Screen.AnalogNumeric.Prefix,
Automatic_Screen.AnalogNumeric.Suffix,
Admin_Page.testTime_Num.Prefix,
Admin_Page.testTime_Num.Suffix,sec
Admin_Page.TestTime_Text.Text,"Время тестирования фильтра"
Manuel_Screen.Drying_Button.Text,СУШКИ
Manuel_Screen.Home_Button.Text,
Manuel_Screen.Test_Nav.Text,тест
Manuel_Screen.Auto_Button.Text,"Автомат
Стиральный"
Manuel_Screen.Alarm_button.Text,"Тревога
экранная"
Manuel_Screen.Manuel_Button.Text,"Ручная
стирка"
Manuel_Screen.Door_Open_Button.Text,"ОТКРЫТАЯ
ДВЕРЬ"
Manuel_Screen.Door_Close_Button.Text,"ЗАКРОЙ ДВЕРЬ"
Manuel_Screen.Stable_Down.Text,"ФИЛЬТР
СТАБИЛИЗАТОР ВНИЗ"
Manuel_Screen.Stable_Up.Text,"ФИЛЬТР
СТАБИЛИЗЕР ОТКРЫТ"
Manuel_Screen.MWashing_Button.Text,"Ручная
стирка"
Manuel_Screen.Show_Heat.Prefix,
Manuel_Screen.Show_Heat.Suffix,
Manuel_Screen.Wash_Time_Text.Text,"ВРЕМЯ СТИРКИ"
Manuel_Screen.Set_Heat.Prefix,"Набор: "
Manuel_Screen.Set_Heat.Suffix,
Manuel_Screen.Set_Time.Prefix,"Набор: "
Manuel_Screen.Set_Time.Suffix,
Manuel_Screen.Heater_Button.Text,ОБОГРЕВАТЕЛЬ
Manuel_Screen.Text.Text,"Пожалуйста, выберите Циклы перед стиркой!"
Manuel_Screen.Text4.Text,Предупреждающий!
Manuel_Screen.Text2.Text,"Пожалуйста, введите время стирки!"
Manuel_Screen.Setting_Button.Text,"Настройки стирки"
Manuel_Screen.Heater_Button.Texts[0],"ОБОГРЕВАТЕЛЬ КАПАЛИ"
Manuel_Screen.Heater_Button.Texts[1],ОБОГРЕВАТЕЛЬ
Automatic_Screen.Setting_Button.Text,"Настройки стирки"
Manuel_Screen.Dry_Cycle_Selector.Texts[0],"1 циклы"
Manuel_Screen.Dry_Cycle_Selector.Texts[1],"2 циклы"
Manuel_Screen.Dry_Cycle_Selector.Texts[2],"3 циклы"
Manuel_Screen.Dry_Cycle_Selector.Texts[3],"4 циклы"
Manuel_Screen.Dry_Cycle_Selector.Texts[4],"5 циклы"
Manuel_Screen.Dry_Cycle_Selector.Texts[5],"0 циклы"
Manuel_Screen.PreWash_Cycle_Text.Text,"ПРЕДВАРИТЕЛЬНЫЙ ЦИКЛ"
Manuel_Screen.Dry_Cycle_Text.Text,"СТИРАЛЬНЫЙ ЦИКЛ"
Manuel_Screen.StatusChecker.Prefix,
Manuel_Screen.StatusChecker.Suffix,
Automatic_Screen.StatusChecker.Prefix,
Automatic_Screen.StatusChecker.Suffix,
Test_Screen.TrendViewer.Curves[0].DisplayName,
Automatic_Screen.Gun_Button.Text,"С. пистолет н."
Manuel_Screen.Gun_Button.Text,"С. пистолет н."
Manuel_Screen.Press_Button.Text,ДАВЛЕНИЕ
Manuel_Screen.PressChecker.Prefix,
Manuel_Screen.PressChecker.Suffix,
Manuel_Screen.t_Door.Text,"Закрой дверь, пожалуйста!"
Automatic_Screen.t_Door.Text,"Закрой дверь, пожалуйста!"
Automatic_Screen.an_WaterLevel.Prefix,
Automatic_Screen.an_WaterLevel.Suffix,
Automatic_Screen.t_Level.Text,"Уровень воды низкий!"
Manuel_Screen.an_WaterLevel.Prefix,
Manuel_Screen.an_WaterLevel.Suffix,
Manuel_Screen.t_Level.Text,"Уровень воды низкий!"
Settings_Screen.Calibration_Button.Text,"ДАВЛЕНИЕ
КАЛИБРОВКА"
Automatic_Screen.Text3.Text,"Закрыто в качестве
меры предосторожности!"
Manuel_Screen.Text3.Text,"Закрыто в качестве
меры предосторожности!"
Settings_Screen.AnalogNumeric1.Prefix,
Settings_Screen.AnalogNumeric1.Suffix,
Settings_Screen.AnalogNumeric2.Prefix,
Settings_Screen.AnalogNumeric2.Suffix,
Automatic_Screen.AnalogNumeric1.Prefix,
Automatic_Screen.AnalogNumeric1.Suffix,
Automatic_Screen.AnalogNumeric2.Prefix,
Automatic_Screen.AnalogNumeric2.Suffix,
Alarm_Screen.Button.Text,Компоненты
Components.Back_Button.Text,НАЗАД
Components.Text.Text,"Экстренная остановка"
Components.Text1.Text,"Ножной переключатель"
Components.Text2.Text,"Фазовая последовательность"
Components.Text3.Text,"Мойка насоса"
Components.Text4.Text,"Ручной стиральный насос"
Components.Text5.Text,воздуходувка
Components.Text7.Text,"Дверной переключатель"
Components.Text8.Text,"Переключатель уровня воды"
Automatic_Screen.PAUSE.Text,ПАУЗА
Automatic_Screen.Text5.Text,"Мойка приостановлена!"
Components.Text10.Text,"Преобразователь давления"
Components.Text11.Text,"Водяной передатчик"
Components.Text12.Text,"Воздушный датчик"
Settings_Screen.AnalogNumeric3.Prefix,
Settings_Screen.AnalogNumeric3.Suffix,
Settings_Screen.Text.Text,"Подождите завершения калибровки!"
Settings_Screen.Text1.Text,"Подождите завершения калибровки!"
Automatic_Screen.PAUSE.Texts[0],ПАУЗА
Automatic_Screen.PAUSE.Texts[1],ПРОДОЛЖИТЬ
Manuel_Screen.PAUSE.Text,ПАУЗА
Manuel_Screen.PAUSE.Texts[0],ПАУЗА
Manuel_Screen.PAUSE.Texts[1],ПРОДОЛЖИТЬ
HomeScreen.prewashWaterTime_Num.Prefix,
HomeScreen.prewashWaterTime_Num.Suffix,sec
HomeScreen.prewashRestTime_Num.Prefix,
HomeScreen.prewashRestTime_Num.Suffix,sec
HomeScreen.dryingAirTime_Num.Prefix,
HomeScreen.dryingAirTime_Num.Suffix,sec
HomeScreen.dryingRestTime_Num.Prefix,
HomeScreen.dryingRestTime_Num.Suffix,sec
HomeScreen.cleaningWaterTime_Num.Prefix,
HomeScreen.cleaningWaterTime_Num.Suffix,sec
HomeScreen.cleaningPressTime_Num.Prefix,
HomeScreen.cleaningPressTime_Num.Suffix,sec
HomeScreen.cleaningRestTime_Num.Prefix,
HomeScreen.cleaningRestTime_Num.Suffix,sec
HomeScreen.testTime_Num.Prefix,
HomeScreen.testTime_Num.Suffix,sec
Manuel_Screen.Text5.Text,"Мойка приостановлена!"
HomeScreen.AnalogNumeric.Prefix,
HomeScreen.AnalogNumeric.Suffix,
HomeScreen.AnalogNumeric1.Prefix,
HomeScreen.AnalogNumeric1.Suffix,
HomeScreen.AnalogNumeric2.Prefix,
HomeScreen.AnalogNumeric2.Suffix,
Automatic_Screen.Button.Text,
Automatic_Screen.Button1.Text,
Manuel_Screen.Button.Text,
Manuel_Screen.Button1.Text,
Automatic_Screen.Show_Heat.Prefix,
Automatic_Screen.Show_Heat.Suffix,
Automatic_Screen.Wash_Time_Text.Text,"ВРЕМЯ СТИРКИ"
Automatic_Screen.Set_Heat.Prefix,"Набор: "
Automatic_Screen.Set_Heat.Suffix,
Automatic_Screen.Set_Time.Prefix,
Automatic_Screen.Set_Time.Suffix,
HomeScreen.an_WaterLevel.Prefix,
HomeScreen.an_WaterLevel.Suffix,
HomeScreen.AnalogNumeric3.Prefix,
HomeScreen.AnalogNumeric3.Suffix,
HomeScreen.AnalogNumeric4.Prefix,
HomeScreen.AnalogNumeric4.Suffix,
Manuel_Screen.PreWash_Cycle_Selector.Texts[0],"0 циклы"
Manuel_Screen.PreWash_Cycle_Selector.Texts[1],"1 циклы"
Manuel_Screen.PreWash_Cycle_Selector.Texts[2],"2 циклы"
Manuel_Screen.PreWash_Cycle_Selector.Texts[3],"3 циклы"
Manuel_Screen.PreWash_Cycle_Selector.Texts[4],"4 циклы"
Manuel_Screen.PreWash_Cycle_Selector.Texts[5],"5 циклы"
